Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=822_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sammallahti sääŠnnǩeeŠrj ođđ teädldõk iŠlmmstõõvi
fin: Sammallahden sanakirjan uusi painos ilmestyi

source: Ođđ teädldõk Pekka Sammallahti tâŠvvsääŠm-lääŠdd-tâŠvvsääŠm sääŠnnǩeeŠrjest (Sámi-suoma-sámi sátnegirji) lij iŠlmmstõõvvâm.
fin: Uusi painos Pekka Sammallahden saamelais-suomalais-saamelaisesta sanakirjasta (Sámi-suoma-sámi sátnegirji) on ilmestynyt.

source: SääŠmteŠǧǧ čõõđti kuõrtõsteädldõõǥǥ Girjegiisá Oy:n vuõššân eeŠjjest 1993 čõõđtum tuejjõõzzâst.
fin: Saamelaiskäräjät julkaisi näköispainoksen Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta teoksesta.

source: SääŠnnǩeeŠrj tâŠvvsääŠm-lääŠdd – vuäŠssõõzzâst lie pâŠjjel 12.000 sääŠnned, lääŠdd-tâŠvvsääŠm – vuäŠssõõzzâst peäŠlstes lie pâŠjjel 20.000 sääŠnned.
fin: Sanakirjan saame-suomi - osassa on yli 12.000 sanaa, suomi-saame - osassa puolestaan yli 20.000 sanaa.

source: SääŠnnǩeeŠrj sääŠmǩiõll lij tâŠvvsäämas.
fin: Sanakirjan saamen kieli tarkoittaa pohjoissaamea.

source: ǨeeŠrj looppâst lie looǥǥtõllum jm. tâŠvvsääŠm nomiini da tuâjjsaaŠni soojtemšlaai da uvddum muäŠdd ouddmiârkai soojtumuužž.
fin: Kirjan lopussa on lueteltu mm. pohjoissaamen nominien ja verbien taivutustyypit ja annettu joitakin esimerkkejä taivutuksesta.

source: TâŠvvsääŠm-lääŠdd-tâŠvvsääŠm sääŠnnǩeeŠrj lie kõõjjtõõllâm jiânnai ooudbu teädldtõõǥǥ puuttâm diõtt.
fin: Saamelais-suomalais-saamelaista sanakirjaa on kysytty paljon edellisen painoksen loputtua.

source: ǨeŠrjj lij ååŠn vuäǯǯamnalla Sámi duodji-kaaupâst Sajoozzâst Aanrest, õhttõõzz säiŠmmkaaupâst leŠbe sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest ritva.
fin: tai saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
